Repository: bakhrullo/remastred_bot
Catalog: tgbot/locales/*/LC_MESSAGES/testbot.po
Languages: ru

source: /start tugmasini bosing!
ru: нажмите на /start

source: Iltimos ismingizni kiriting 👤
ru: Пожалуйста, введите ваше имя 👤

source: Iltimos telefon raqamingizni kiriting yoki tugmacha orqali yuboring 📲
ru: Пожалуйста, введите свой номер телефона или отправьте через кнопку 📲

source: O'z sohangizni tanlang 👇
ru: Выберите свой род деятельности 👇

source: Bosh menuga xush kelibsiz. Bo'limlar bilan tanishing! 👇
ru: Добро пожаловать в главное меню. Знакомьтесь с отделами! 👇

source: Assalomu alaykum 👋 Botimizga xush kelibsiz iltimos tilni tanlang!
ru: Привет 👋 Добро пожаловать в наш бот, пожалуйста, выберите язык!

source: Iltimos telefon raqamingizga kelgan sms kodni kiriting 📲
ru: Пожалуйста, введите SMS-код, полученный на ваш номер телефона 📲

source: Bu bo'limda siz bizga izoh yozib qoldirishingiz mumkin, biz izoh bilan tanishib chiqib siz bilan bog'lanamiz ⏳
ru: В этом разделе вы можете написать нам комментарий, мы свяжемся с вами после ознакомления с комментарием ⏳

source: Izohingiz uchun rahmat!
ru: Спасибо за ваш комментарий!

source: Siz xizmatlar bo'limidasiz! Bu bo'lim alohida bo'lim hisoblanib, bu yerda siz mushkulingizni yengil qiluvchi xizmat turlarining raqamlari va ular haqida ma'lumot olish imkoniyatiga ega bo'lasiz Ular bilan tanishing 👇
ru: Вы находитесь в разделе услуги! Этот раздел считается отдельным разделом, где у вас будет возможность получить номера и информацию об услугах, которые облегчат вашу проблему. Познакомьтесь с ними 👇

source: Viloyatingizni tanlang
ru: Выберите свой регион

source: Ma'lumotlar topilmadi
ru: Данные не найдены

source: Sozlamalar bo'limi 🛠:
ru: Раздел настроек 🛠:

source: Tilni tanlang!
ru: Выберите ваш язык!

source: Til o'zgartirildi!
ru: Язык изменен!

source: Iltimos telefon raqamingizni yuboring 📲
ru: Пожалуйста, пришлите свой номер телефона 📲

source: Raqamingiz o'zgartirildi
ru: Ваш номер был изменен

source: Tovarlar qo'shilmagan ❌
ru: Товар не добавлен ❌

source: Katalog bo'limiga xush kelibsiz Siz bu yerda o'zingizga kerakli bo'lgan mahsulotni toifasi bo'yicha topishingiz mumkin 📃
ru: Добро пожаловать в раздел каталога, здесь вы можете найти нужный вам товар по категориям 📃

source: Bo'limi tanlang 👇
ru: Выберите модель 👇

source: tanlang 👆
ru: Выберите модель 👇

source: Analoglar topilmadi 😔
ru: Ничего не найдено ☹️

source: Analogni tanlang 👇
ru: Выберите модель 👇

source: Qidirayotgan mahsoltingizni kiriting 🔎
ru: Введите продукт, который вы ищете 🔎

source: Hech nima topilmadi ☹️
ru: Ничего не найдено ☹️

source: Bo'limni tanlang 👇
ru: Выберите модель 👇

source: 🔙 Orqaga
ru: 🔙 Назад

source: Ishlab chiqaruvchi 👷‍♀️
ru: Производитель 👷‍♀️

source: Ikkalasi ham 👨‍💻️
ru: Оба 👨💻"

source: Xaridor 👨️
ru: Покупатель 👨️

source: Qidruv 🔎
ru: Поиск 🔎

source: Katalog 📖
ru: Каталог 📖

source: Sozlamalar ⚙️
ru: 🛠 Настройки

source: Izoh qoldirish ✏
ru: Оставьте комментарий ✏

source: 🔄 Tilni o'zgartirish
ru: 🔄 Изменить язык

source: 📞 Telefon raqamni o'zgartirish
ru: 📞 Изменить номер телефона

source: Siz uchun maxsus 🎁
ru: Специально для вас 🎁

source: Analoglar 🗄
ru: Аналоги 🗄

source: 🏠 Bosh menuga qaytish
ru: 🏠 Главное меню

source: Kontaktni yuborish 📱
ru: Отправить контакт 📱

source: 🆔 Mahsulot nomi: {name} 📍 Ishlab chiqarilgan davalat: {region} 🏙 Ishlab chiqarligan kompaniya: {made_in} 💰 Narxi: {price} 📞Telefon raqam: {phone}
ru: 🆔 Название продукта: {name} 📍 Страна выпуска: {region} 🏙 Производственная компания: {made_in} 💰 Цена: {price} 📞Номер телефона: {phone} 💬 Описание: {descr}
